urHungry/app/controllers/places_controller.rb

INSERT INTO "places" ("created_at", "description", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Sun, 27 Apr 2014 19:44:21 UTC +00:00], ["description", ""], ["name", "dfo"], ["updated_at", Sun, 27 Apr 2014 19:44:21 UTC +00:00]]
---
  def create
    @place = Place.new(place_params)

    respond_to do |format|
      if @place.save

DELETE FROM "places" WHERE "places"."id" = ?  [["id", 3]]
---
  def destroy
    @place.destroy