urHungry/app/controllers/welcome_controller.rb

  def set_admins

    User.where(email: 'ckelman@u.rochester.edu').each do |use|
---
SELECT "users".* FROM "users" WHERE "users"."email" = 'ckelman@u.rochester.edu'